[
  {
    "id": null,
    "name": "Zhou Yiming (周一鸣）",
    "dob": "2010-10-22",
    "gender": "male",
    "address": "上海市长宁区威宁路458弄天山华庭9号楼104",
    "school": "青聪泉",
    "neighborhood": "周家桥街道",
    "interests": [
      "Cycling",
      "Piano",
      "美食"
    ],
    "character_roster": [
      "Kingdom of fantasy",
      "Geromimo Stilton",
      "Journey to the west",
      "Peppa pig",
      "Zootopia",
      "Pinocchio",
      "Kungfu Panda",
      "Mulan",
      "classic fairy tales",
      "snow white",
      "cinderella",
      "little mermaid",
      "jack and beanstalk",
      "hansel",
      "gretel",
      "sleeping beauty",
      "little duckling",
      "andersen fairy tales etc",
      "Jack sparrow Frozen",
      "Moana",
      "Peter pan"
    ],
    "verbal_fluency": "developing",
    "passive_language_level": "intermediate",
    "mental_age": 8.0,
    "raw_input": "Father: 周辉 Mobile: 15618887728 DOB: 1975/07/29\nMother: 郭晶 Mobile: 18601737466 DOB: 1984/01/16\nOther family members/relatives:\n爷爷：周浮五 姑姑: 周艳华 (爸爸的姐姐）表哥，姑姑的儿子，李明龙，外公（姥爷）,小姨",
    "mastered_words": "一, 七, 三, 与, 九, 书, 买, 二, 云, 五, 从, 他, 低, 余, 佛, 你, 倒, 偷, 僧, 光, 八, 六, 共, 关, 写, 减, 凿, 刀, 切, 刈, 刺, 前, 剑, 劈, 加, 北, 十, 千, 卖, 南, 去, 取, 叹, 吃, 吐, 向, 吓, 吞, 吠, 听, 吸, 吹, 吼, 呛, 和, 咬, 咸, 哨, 哭, 哼, 唇, 啃, 啄, 商, 喂, 喝, 喷, 嗅, 嗥, 嚼, 四, 圊, 坑, 坝, 坡, 堆, 墓, 墙, 大, 天, 头, 她, 好, 姜, 孕, 屁, 层, 山, 差, 布, 帅, 干, 床, 弓, 心, 快, 愣, 慢, 我, 戳, 打, 扔, 扫, 扬, 抓, 拂, 拉, 拔, 拖, 拿, 挂, 指, 按, 挤, 捏, 捻, 排, 掷, 摇, 摘, 撒, 撕, 撞, 擦, 放, 敲, 有, 杀, 来, 杯, 枫, 柚, 树, 核, 根, 桥, 桨, 桩, 桶, 梦, 棋, 槽, 死, 毒, 求, 汗, 沟, 河, 油, 泥, 洒, 洗, 洞, 渴, 溅, 滑, 潮, 灯, 点, 烟, 烤, 煮, 爆, 爪, 爬, 片, 犁, 狗, 狸, 狼, 猪, 獭, 玩, 瓦, 电, 画, 百, 盆, 盐, 盒, 盾, 眉, 看, 矛, 砖, 硬, 碗, 磅, 票, 秤, 笑, 笼, 等, 箍, 箭, 粥, 系, 纸, 线, 结, 给, 缝, 罐, 网, 群, 翻, 老, 耙, 聋, 肉, 肠, 肺, 肿, 胫, 舀, 舔, 舵, 船, 花, 芽, 草, 蔗, 藤, 蘸, 虫, 虾, 蚀, 蛇, 蛹, 蛾, 蜇, 蜈, 蝉, 蝎, 角, 词, 诗, 说, 读, 谁, 谜, 谷, 豹, 跑, 路, 跳, 蹲, 转, 软, 辐, 追, 酱, 醉, 醒, 重, 针, 钟, 钱, 铁, 铲, 链, 锅, 错, 锚, 锯, 门, 问, 陡, 霜, 露, 鞍, 饿, 马, 驴, 骂, 骑, 高, 鳃, 鸟, 鸡, 鹈, 鹘, 鹰, 鹿, 黏, 鼓, 龙, T恤, 一些, 一列, 一半, 一对, 一排, 一月, 一群, 一起, 七月, 丈夫, 三十, 上下, 上升, 上坡, 上面, 下午, 下坡, 下降, 下面, 不同, 不是, 专家, 专辑, 世界, 世纪, 丛林, 东方, 丝带, 丝绸, 中国, 中继, 中间, 为了, 主意, 举手, 举起, 之前, 之后, 乌鸦, 乌龟, 乐器, 乐趣, 乘客, 九月, 书桌, 书法, 乱摸, 争吵, 争夺, 事实, 事故, 二十, 二月, 五十, 交流, 交警, 产品, 亭子, 亲吻, 什么, 仓鼠, 他们, 仙女, 以下, 仪式, 仪表, 价格, 企鹅, 休息, 传奇, 传说, 伤口, 伤心, 伪装, 位置, 体操, 体积, 体育, 体验, 余火, 余烬, 作为, 作家, 你好, 你的, 佩格, 侄女, 侄子, 依偎, 侦探, 侧面, 保护, 信使, 信封, 修剪, 修女, 修补, 俯冲, 倒了, 倾斜, 倾覆, 假扮, 假牙, 假装, 做饭, 停止, 健身, 偶数, 偷看, 偷笑, 傻子, 傻笑, 儿子, 儿童, 允许, 充满, 先生, 光束, 光滑, 克服, 兔子, 入口, 全部, 八月, 公园, 公墓, 公平, 公路, 公鸡, 六月, 兰花, 关于, 兴奋, 其余, 典礼, 内容, 内衣, 内阁, 军队, 农场, 农村, 农民, 冠军, 冬眠, 冰柱, 冰箱, 冰雹, 冲床, 冲水, 决定, 准备, 准时, 凉鞋, 减法, 凝胶, 凝视, 凳子, 出发, 出口, 出现, 出血, 刀具, 刀刃, 刀片, 分享, 分支, 分数, 分裂, 分针, 切断, 划掉, 创作, 创造, 删除, 别针, 制作, 制动, 制服, 制造, 刺槐, 刺猬, 刺绣, 刻薄, 前菜, 前面, 前额, 剧痛, 剪影, 剪断, 加入, 加法, 加载, 动脉, 勇敢, 勇气, 勋章, 勒死, 勺子, 匆忙, 匕首, 化石, 匹配, 医生, 医院, 匾额, 十一, 十七, 十三, 十九, 十二, 十五, 十八, 十六, 十四, 十月, 升旗, 午睡, 占领, 卡片, 卡车, 卧室, 卫星, 卷烟, 历史, 厕所, 原因, 原料, 厨师, 厨房, 去死, 叉子, 反派, 反胃, 发光, 发射, 发掘, 发烧, 发现, 发痒, 发誓, 取消, 取笑, 叛徒, 口味, 口红, 口罩, 口袋, 古怪, 古董, 句号, 句子, 叫喊, 可以, 可能, 台风, 右边, 号角, 司机, 吃惊, 吃草, 合唱, 吉他, 吊桥, 同学, 名人, 名字, 后悔, 后面, 吐司, 吓唬, 吵架, 吸烟, 吸管, 吹熄, 告诉, 呕吐, 周一, 周三, 周六, 周四, 呻吟, 呼吸, 命令, 咆哮, 咒语, 咕噜, 咯咯, 咳嗽, 哀号, 品尝, 哑巴, 哑铃, 哨兵, 哨子, 哪里, 唾液, 啁啾, 商品, 商场, 啜饮, 啤酒, 喊叫, 喜欢, 喧闹, 喷发, 喷射, 喷泉, 嘴巴, 器官, 四十, 四季, 四月, 四肢, 回复, 回收, 团体, 团员, 团队, 园丁, 困惑, 困难, 围巾, 围裙, 国王, 图像, 图案, 图片, 圆形, 圆柱, 土地, 土堆, 土壤, 地图, 地址, 地方, 地板, 地球, 地铁, 地震, 场地, 坍塌, 坏人, 坏的, 坚果, 坦克, 垂帘, 垂直, 垃圾, 垫子, 埋葬, 城堡, 城市, 堆叠, 塌方, 墓地, 墨水, 壕沟, 士兵, 壮丽, 声音, 处理, 复制, 外甥, 外面, 多于, 大于, 大人, 大使, 大厅, 大声, 大小, 大海, 大炮, 大的, 大腿, 大蒜, 大象, 大门, 大风, 天使, 天堂, 天空, 天线, 天赋, 天鹅, 太太, 太阳, 夫妻, 失败, 头发, 头晕, 头盔, 夹克, 夹子, 奇怪, 奇迹, 奔驰, 奖励, 奖章, 套索, 套装, 女人, 女儿, 女士, 女孩, 女性, 女王, 奶昔, 奶牛, 奸细, 好痛, 好的, 如果, 妻子, 姑娘, 姿势, 娱乐, 嫁接, 嫩芽, 子弹, 孔雀, 字典, 孙子, 学习, 学校, 孩子, 孵化, 宁愿, 宁静, 守卫, 安静, 定义, 实践, 实验, 客人, 客厅, 宫殿, 害怕, 害虫, 宴会, 家具, 家庭, 容器, 宽度, 密码, 对冲, 对的, 对称, 寻找, 导体, 导游, 寿司, 射击, 射箭, 小便, 小偷, 小号, 小姐, 小屋, 小数, 小气, 小河, 小溪, 小牛, 小狗, 小猫, 小瓶, 小的, 小船, 小路, 小麦, 少于, 少女, 尖顶, 尝试, 尺子, 尺寸, 尾巴, 居住, 屋顶, 屏幕, 展开, 展示, 屠夫, 山洞, 山羊, 山顶, 峡谷, 巡逻, 工人, 工作, 工具, 工厂, 工艺, 左边, 差距, 巷子, 市场, 布什, 布吉, 帆船, 帐篷, 带子, 带来, 帮助, 帽檐, 帽舌, 干旱, 平衡, 平静, 年轻, 幻影, 幼苗, 广告, 庄稼, 床单, 床垫, 应该, 废墟, 座位, 建筑, 建造, 开关, 开始, 弄乱, 弄脏, 弯曲, 弯腰, 弹珠, 弹跳, 强光, 强的, 当心, 彗星, 形状, 彩虹, 影子, 征服, 很多, 徽章, 忘记, 忠诚, 快餐, 怂包, 怒火, 思考, 恶心, 恶棍, 恶臭, 恶魔, 恸哭, 悬崖, 悲剧, 惊叹, 惨死, 惩治, 想家, 想要, 意义, 意思, 感恩, 感激, 感觉, 慢跑, 懦夫, 戏服, 戏法, 成人, 成员, 成熟, 我们, 我的, 戒指, 战士, 战栗, 房子, 房间, 手套, 手帕, 手术, 手杖, 手枪, 手柄, 手腕, 手臂, 手表, 才能, 打包, 打孔, 打扰, 打断, 打架, 打气, 打钩, 打鼾, 托盘, 扣篮, 扫帚, 扫描, 扬克, 扳手, 找到, 抑制, 抓住, 投掷, 折叠, 折磨, 折腾, 抢劫, 抢夺, 护士, 报纸, 披风, 抬头, 抽屉, 担架, 拆除, 拇指, 拉屎, 拉紧, 拉链, 拍手, 拍打, 拐杖, 拖把, 拖鞋, 拥抱, 拳击, 拳头, 拷打, 拼写, 拼盘, 拿来, 挂浆, 指甲, 按摩, 按钮, 挑选, 挖掘, 挡路, 挨饿, 捉弄, 损坏, 捡起, 捣碎, 掉落, 掌声, 排球, 探索, 探险, 接住, 接缝, 推力, 推拉, 推搡, 措施, 提示, 插入, 插嘴, 插图, 插头, 插座, 搅拌, 搜索, 搪瓷, 摆脱, 摇摆, 摇晃, 摇曳, 摔倒, 摔角, 撤退, 撤销, 擅长, 擦拭, 擦除, 支付, 支持, 支柱, 收成, 收缩, 收藏, 收费, 收集, 改变, 攻击, 放射, 放走, 故事, 敌人, 救援, 教室, 教授, 散开, 敦促, 数字, 数数, 数量, 敷料, 文件, 斗争, 斧头, 斩断, 新娘, 方向, 旁边, 旅行, 旋转, 旗子, 无数, 无赖, 日出, 日历, 日晷, 日期, 日落, 旧布, 早上, 时代, 时尚, 时装, 时针, 昆虫, 星星, 春节, 是的, 晚的, 景色, 晴天, 暴力, 暴怒, 更多, 更少, 最后, 最多, 最少, 月亮, 朋友, 服从, 服务, 木偶, 木匠, 木头, 木材, 木板, 木炭, 机器, 机场, 机械, 杂志, 杂草, 李子, 村庄, 条纹, 杯子, 松树, 松鼠, 枕头, 果冻, 果园, 果汁, 果皮, 果酱, 枝条, 架子, 栅栏, 标枪, 标记, 树冠, 树干, 树林, 树枝, 树瘤, 核桃, 梯子, 梯形, 棉纸, 棉被, 棒冰, 棒球, 棕榈, 棕色, 椅子, 植物, 椰子, 楼梯, 榕树, 模糊, 横幅, 樱桃, 橡子, 橡果, 橡胶, 欢呼, 欺负, 歌剧, 歌曲, 死的, 段落, 毁坏, 母亲, 母猪, 母鸡, 比赛, 比较, 毕业, 毛巾, 毛皮, 毛衣, 毯子, 气泵, 气流, 气球, 水坑, 水壶, 水库, 水手, 水晶, 水果, 水槽, 水瓶, 水疱, 水藻, 汉堡, 池塘, 污染, 污泥, 污迹, 汽车, 沙发, 沙坑, 沙子, 沙漠, 沟通, 治疗, 沼泽, 泄漏, 法官, 法庭, 泡沫, 泡泡, 波纹, 注入, 注视, 泳帽, 泳衣, 泳镜, 洗澡, 洞穴, 洪水, 活着, 流动, 流感, 流血, 测试, 浮标, 浮潜, 浴室, 海岸, 海洋, 海绵, 海豚, 海象, 海豹, 海鲜, 消化, 消失, 消除, 液体, 淘气, 淤泥, 淤青, 深渊, 混合, 添加, 清理, 清除, 渡船, 温室, 港口, 游戏, 游泳, 游艇, 游轮, 溃疡, 溪流, 溺水, 滑冰, 滑板, 滑梯, 滑行, 滑轮, 滑雪, 滚动, 滚开, 滴水, 滴答, 漂流, 漏斗, 演员, 演讲, 演说, 潜艇, 潮湿, 激情, 瀑布, 火山, 火箭, 火花, 火车, 火锅, 火鸡, 灯塔, 灯泡, 灰尘, 灰熊, 灰色, 灾难, 炉子, 炊具, 炎热, 炒锅, 炙烤, 炫耀, 炸弹, 点燃, 烂泥, 烟灰, 烧烤, 烧瓶, 热浪, 热狗, 焦糖, 煎锅, 照片, 照顾, 熊猫, 熏肉, 熔化, 熟悉, 熨斗, 燃烧, 爆炸, 爆破, 爆裂, 爪子, 爬虫, 爬行, 爱好, 父亲, 牙刷, 牙医, 牙线, 牙膏, 牙龈, 牛排, 犀牛, 犯罪, 狐狸, 狗粮, 狮子, 猎人, 猎物, 猛击, 猛扑, 猛推, 猜测, 猴子, 獠牙, 王冠, 王子, 现在, 珍珠, 珠宝, 球拍, 理论, 瑜伽, 瓢虫, 甜点, 甜的, 生气, 生病, 生的, 甲板, 甲虫, 电器, 电影, 电池, 电缆, 电脑, 电视, 电话, 男士, 男孩, 男性, 画廊, 画笔, 畏惧, 留座, 疙瘩, 疤痕, 疾病, 病人, 病毒, 痒痒, 痘痘, 瘢痕, 登机, 白色, 白菜, 百万, 皮带, 皮瓣, 皮肤, 皮艇, 皮革, 皱纹, 监狱, 盒子, 盔甲, 盖子, 盘子, 盘旋, 盛宴, 盛开, 目标, 目的, 盲人, 直角, 相反, 相同, 相机, 相框, 眉毛, 真的, 真相, 真菌, 眨眼, 眩晕, 眯眼, 眼泪, 眼镜, 睡衣, 睡觉, 睫毛, 瞎的, 瞳孔, 知道, 短跑, 矮人, 石头, 石膏, 矿工, 码头, 研磨, 破布, 破碎, 破线, 硬币, 碎片, 碎石, 碰撞, 磁铁, 礼仪, 礼节, 祖先, 离开, 秃鹫, 秋千, 种子, 种类, 称赞, 移动, 空位, 空的, 空调, 窃笑, 窒息, 窗户, 窥视, 竖琴, 竞赛, 竹子, 笔记, 笛子, 符号, 笨拙, 第一, 第三, 第二, 等于, 等级, 筛选, 筵席, 筷子, 算盘, 管子, 管道, 箱子, 箱柜, 篝火, 篮球, 簸箕, 米饭, 类别, 类型, 粉刺, 粉末, 粉碎, 粉笔, 粗糙, 粘贴, 粪便, 精灵, 糕点, 糖果, 素描, 紧握, 紧的, 紫色, 纠缠, 红包, 红色, 纸巾, 纸箱, 纹理, 纹身, 线圈, 线索, 绅士, 细绳, 细雨, 绊倒, 经历, 经验, 绑架, 绘画, 继续, 绵羊, 绷带, 绿色, 缆车, 编织, 网格, 网站, 罢工, 羊毛, 美国, 美德, 美食, 羽毛, 翅膀, 翱翔, 翻动, 翻译, 翻转, 老师, 老板, 老虎, 老鼠, 耳机, 耸肩, 聊天, 职业, 聚会, 肋骨, 肌肉, 肚子, 股利, 肥皂, 肥胖, 肿包, 背包, 背心, 胜利, 胡子, 胡须, 胶囊, 胶带, 胶水, 胸腔, 胸部, 胸针, 脊柱, 脖子, 脚印, 脸颊, 腐烂, 腰部, 膝盖, 臃肿, 自然, 自私, 臭臭, 舌头, 舞龙, 节奏, 节省, 芦苇, 芦荟, 花冠, 花店, 花束, 花环, 花瓣, 花瓶, 花生, 花粉, 花纹, 花蜜, 花香, 芳香, 芹菜, 苍白, 苏醒, 苔藓, 英俊, 英雄, 苹果, 茄子, 茶壶, 荆棘, 草地, 草坪, 药丸, 药品, 药店, 莲花, 莴苣, 菜单, 菱形, 落后, 葡萄, 葬礼, 蒸汽, 蓝色, 蔓延, 蔬菜, 薯条, 薯片, 蘑菇, 虐待, 虚弱, 蚊子, 蚕食, 蛋糕, 蛋黄, 蛙泳, 蜂巢, 蜂蜜, 蜜蜂, 蜡笔, 蜻蜓, 蝌蚪, 蝙蝠, 蝴蝶, 螃蟹, 螺栓, 蟋蟀, 蟾蜍, 蠕动, 血管, 行人, 行军, 行李, 行进, 街舞, 街道, 衣服, 衣柜, 衣领, 表哥, 表情, 表演, 袖子, 袜子, 被子, 裁判, 裁缝, 裂缝, 装饰, 裙子, 裤子, 西方, 西瓜, 覆盖, 见面, 观众, 规模, 视力, 视野, 角度, 角落, 解开, 解药, 解释, 解雇, 触须, 誓言, 警告, 警察, 警笛, 计算, 讨论, 记录, 讲话, 访问, 证书, 诊所, 试卷, 试管, 诗人, 诡计, 语言, 说谎, 谷仓, 谷物, 豆腐, 豆荚, 豚鼠, 象牙, 贝壳, 货物, 贴纸, 贵族, 赤红, 赫夫, 走了, 走廊, 走路, 走道, 起先, 起床, 超市, 超过, 足球, 跋涉, 跌倒, 跑道, 跛行, 距离, 跟随, 跪下, 路障, 跳绳, 跳舞, 跳蚤, 踏板, 踪迹, 蹦床, 身体, 身高, 躲藏, 躲闪, 躺下, 车库, 车皮, 车辆, 轨道, 轮子, 轮廓, 轮椅, 轮胎, 软泥, 软管, 软蛋, 轻拍, 辅助, 辣椒, 辩论, 辫子, 边境, 边沿, 边界, 边缘, 过来, 迎接, 运输, 返回, 这个, 这些, 这里, 远离, 迷惑, 退休, 退缩, 逃离, 逃脱, 逃走, 逃跑, 选择, 逗号, 通过, 逮捕, 道歉, 遗憾, 邀请, 那个, 那里, 邮票, 邻居, 酒店, 酱油, 酸奶, 酸橙, 酸的, 醒醒, 采取, 释放, 重力, 重复, 野营, 野餐, 金发, 金子, 金属, 钓竿, 钝角, 钢琴, 钥匙, 钩子, 钱包, 钳子, 钻头, 铁路, 铃铛, 铅笔, 铝罐, 铭文, 铰链, 铲子, 银行, 铺开, 锐化, 锐角, 错误, 错过, 锤子, 锥体, 键盘, 锻炼, 镊子, 镜像, 镜子, 长凳, 长城, 长度, 长矛, 门栓, 门闩, 闪光, 问号, 问题, 间谍, 队员, 防卫, 防守, 防止, 阳光, 阳台, 阴影, 阴沉, 阴霾, 阶段, 院子, 除以, 除数, 陶器, 陶瓷, 陷阱, 隧道, 难的, 难过, 雄伟, 集结, 雏菊, 雕像, 雕刻, 雕塑, 雪花, 零食, 需要, 震中, 震惊, 霉菌, 霹雳, 青年, 青椒, 青蛙, 静脉, 面具, 面包, 面团, 面条, 面粉, 面食, 鞋子, 鞋架, 韭菜, 音符, 韵律, 顶峰, 顶部, 项链, 顾客, 预留, 预算, 预约, 预言, 颅骨, 题词, 颜色, 额头, 颠簸, 颤抖, 风景, 风暴, 风筝, 风车, 飞机, 飞涨, 飞跃, 飞镖, 食指, 食物, 餐具, 餐厅, 餐巾, 饮品, 饮料, 饺子, 饼干, 香水, 香肠, 香蒲, 香蕉, 驯服, 驼峰, 驼背, 骆驼, 骑士, 骨头, 骨骼, 骨髓, 骰子, 高原, 高度, 高矮, 魔方, 魔杖, 鲁莽, 鲨鱼, 鲸鱼, 鳗鱼, 鸟嘴, 鸟巢, 鸡块, 鸡舍, 鸭子, 鸽子, 鸿沟, 鹦鹉, 麋鹿, 麻烦, 黄瓜, 黄色, 黏土, 黏着, 黑色, 鼓舞, 鼻孔, 齿轮, 龙虾, 一开始, 一百年, 一顿饭, 三十三, 三十二, 三十五, 三文鱼, 三角形, 下一个, 下水道, 下雨的, 不擅长, 不耐烦, 丑怪的, 丑陋的, 丢失的, 丢脸的, 严肃的, 主持人, 之字形, 乒乓球, 二十一, 二十七, 二十九, 二十二, 二十五, 五金店, 交叉口, 人字拖, 人行道, 仙人掌, 优雅的, 伪造的, 体育场, 使固定, 便宜的, 保护垫, 保龄球, 俯卧撑, 倾斜的, 假想的, 做家务, 停车场, 健身房, 储物柜, 催眠曲, 充足的, 全音符, 公交车, 公文包, 农作物, 冰淇淋, 冷酷的, 凉水壶, 凌乱的, 凶猛的, 出租车, 出色地, 刨丝器, 刮胡子, 剃须刀, 剩余物, 动物园, 动物的, 勇敢的, 化妆品, 十一月, 十二月, 博物馆, 危险的, 友好的, 双倍的, 反义词, 发电机, 发脾气, 变味的, 古怪的, 古老的, 可怕的, 可爱的, 可笑的, 合唱团, 同义词, 向日葵, 吝啬鬼, 听不见, 吸尘器, 吹风机, 咧嘴笑, 唧唧叫, 四十八, 四十四, 图书馆, 圣诞节, 在上面, 在下面, 在中间, 在里面, 地下室, 地平线, 地球仪, 坏掉的, 坐起来, 坚硬的, 垃圾场, 垃圾桶, 塞满的, 外国人, 外甥女, 大口吃, 大声嚼, 大猩猩, 大理石, 大量的, 天文学, 天花板, 太空服, 头晕的, 套头衫, 女人们, 奶牛场, 好习惯, 姓名牌, 委员会, 婴儿床, 婴儿车, 字母表, 学生们, 宁静的, 宇航员, 完全的, 完成了, 害羞了, 害羞的, 富有的, 小口喝, 小地毯, 小提琴, 小气鬼, 小行星, 山羊胡, 工程师, 巨大的, 干瘪了, 平坦的, 平行线, 平静的, 庇护所, 开心果, 开胃菜, 当前的, 微波炉, 忙碌的, 怪异的, 恶作剧, 悬挂着, 惊呆了, 意志力, 感叹号, 懒惰的, 成年人, 所有的, 手推车, 手电筒, 手风琴, 打印机, 打哈欠, 打喷嚏, 打火机, 打电话, 扬声器, 扶手椅, 抖一抖, 护城河, 护目镜, 拉斯蒂, 拖拉机, 挑剔的, 挖掘机, 捕食者, 排水管, 推土机, 搅拌机, 搬运工, 摇一摇, 摇篮曲, 摧毁了, 摩托车, 收银员, 收音机, 放大镜, 救护车, 教科书, 整齐的, 无人机, 无名指, 无聊的, 早期的, 旱冰鞋, 时间表, 昂贵的, 星期五, 晕眩的, 曲棍球, 最好的, 有毒的, 有礼貌, 有趣的, 有风的, 服务台, 服务员, 望远镜, 木乃伊, 本地的, 机器人, 杂技团, 杂货店, 松动的, 栖息地, 梳妆台, 棒棒糖, 棕榈树, 椭圆形, 榨汁机, 橡皮筋, 正方形, 正确的, 残忍的, 毛毛虫, 水族馆, 水管工, 水龙头, 污秽的, 沉闷的, 沮丧的, 注射器, 泰迪熊, 洗发水, 洗涤剂, 洗衣机, 流口水, 消防员, 消防车, 清楚的, 清洁工, 清真寺, 温度计, 温馨的, 游乐场, 游泳池, 游牧民, 湿透了, 滑板车, 漂浮的, 漫画书, 漱口水, 灌木丛, 火山口, 灭火器, 灰色的, 灰蒙蒙, 炫目的, 烤肉串, 烦人的, 热死人, 焦虑的, 煎蛋卷, 煎鸡蛋, 煤气灶, 牛仔裤, 牛油果, 牛肉饭, 牧羊人, 牵着手, 狂暴的, 狂犬病, 狡诈的, 独木舟, 独自的, 猫头鹰, 玉米秆, 理发师, 电影院, 电话亭, 番茄酱, 疲劳的, 痛苦的, 瘦长的, 瘫痪了, 皇室的, 皇家的, 目的地, 相对的, 看门人, 瞎编的, 石化了, 砰砰跳, 碰碰车, 科学家, 稳定的, 稻草人, 空手道, 空白的, 立方体, 竞技场, 简单的, 粉红色, 粗鲁的, 精致的, 紧张的, 累死了, 红宝石, 红细胞, 红绿灯, 纪念品, 纪念碑, 纺织品, 维他命, 缝纫机, 缺席的, 罂粟花, 美丽的, 美人鱼, 美好的, 美术课, 美术馆, 美食家, 羽绒被, 翻白眼, 耀眼的, 肮脏的, 胆小鬼, 胳肢窝, 胶带座, 脆弱的, 脚手架, 脸红了, 腐臭的, 自动门, 自助餐, 自行车, 自豪的, 节俭的, 节拍器, 芭蕾舞, 花岗岩, 苗条的, 荒凉的, 荒谬的, 菜市场, 落叶树, 葡萄干, 虞美人, 螺丝刀, 西兰花, 覆盆子, 订书机, 讨厌的, 说谎者, 课程表, 调色板, 豪华车, 贫瘠的, 贫穷的, 赛格威, 起重机, 足够的, 足球迷, 跑步机, 跷跷板, 过去的, 过山车, 过马路, 运动的, 运动鞋, 远处的, 连帽衫, 连衣裙, 送信人, 遥控器, 遥远的, 遮阳板, 邪恶的, 郁金香, 量角器, 金字塔, 锋利的, 长方体, 长颈鹿, 闪烁的, 防晒霜, 阴森的, 阴险的, 陌生人, 降落伞, 隐形的, 雕刻品, 静止的, 面包店, 音乐会, 颠倒了, 飞行员, 马克杯, 马戏团, 驱虫剂, 高架桥, 高贵的, 鸡肉卷, 鹅卵石, 麦克风, 黑猩猩, 龙卷风, 一摸一样, 上公交车, 不听话的, 不新鲜的, 乐高积木, 交换座位, 人行横道, 仔细检查, 会传染的, 低音谱号, 候鸟迁徙, 兄弟姐妹, 全体船员, 公交车站, 公共场所, 冷静下来, 厨房用具, 受不了的, 可以吃的, 吃的好饱, 吸了口气, 咕噜咕噜, 哺乳动物, 嗡嗡作响, 四分音符, 国家象征, 圣诞老人, 坏脾气的, 外科医生, 多雾路段, 大哭大闹, 女式衬衫, 姓名标签, 家庭作业, 平均分配, 恢复知觉, 悄悄溜走, 慈善机构, 我的姑姑, 我的祖父, 探险之旅, 描摹字母, 搅拌咖啡, 旋转木马, 无法到达, 昏昏欲睡, 晕头转向, 最喜欢的, 机组人员, 检查清单, 横幅标语, 气喘吁吁, 气的冒烟, 永久性的, 汽车零件, 沙沙作响, 沿着线走, 测量仪器, 烤面包机, 爱抱怨的, 牛角面包, 狮子幼崽, 狼吞虎咽, 环顾四周, 百科全书, 目标中心, 看不见的, 粗糙表面, 糊糊状的, 红葡萄酒, 统计数据, 美发沙龙, 羞辱性的, 翻箱倒柜, 聚精会神, 胖乎乎的, 能源来源, 自动扶梯, 自助餐厅, 草食动物, 蒙住眼睛, 衣服的边, 视频网站, 购物清单, 路的尽头, 蹒跚地走, 身体乳液, 身体部位, 轰隆轰隆, 连指手套, 连根拔起, 透明杯子, 递送信件, 长途跋涉, 阅读理解, 陷入困境, 集中精神, 靠在墙上, 音乐欣赏, 食物垃圾, 食肉动物, 高兴极了, 高音谱号, 黏糊糊的, 不可思议的, 两手空空的, 之字形前进, 交通信号灯, 令人恶心的, 令人沮丧的, 使用说明书, 厨房通风机, 双筒望远镜, 大声的吃喝, 平行四边形, 形容词代词, 我叫周一鸣, 扩大通行证, 昏暗的房间, 水泥搅拌车, 熊熊燃烧的, 眼花缭乱的, 笨重的行李, 筋疲力尽的, 篮球运动员, 自由女神像, 草木茂盛的, 荒无人烟的, 行李领取处, 踮着脚尖走, 郁郁葱葱的, 野生动物园, 闪闪发光的, 阿拉伯数字, 难以忍受的, 鬼气森森的, 一摇一摆的走, 主语人称代词, 呼噜呼噜的吃, 嘎吱嘎吱的嚼, 嘎吱嘎吱的走, 坏掉的自行车, 意大利细面条, 毛茸茸的动物, 结结巴巴的说, 被施了魔法的, 一只真正的老鼠, 一条崎岖的道路, 令人毛骨悚然的, 柔软洁白的白云, 上, 下, 不, 东, 两, 个, 中, 也, 了, 事, 人, 们, 会, 住, 做, 元, 先, 再, 冷, 几, 出, 分, 别, 到, 动, 包, 半, 口, 叫, 右, 号, 后, 吗, 吧, 呢, 哥, 哪, 唱, 回, 国, 在, 地, 坏, 坐, 块, 外, 多, 太, 女, 奶, 妈, 妹, 姐, 子, 字, 学, 家, 对, 小, 少, 就, 岁, 左, 帮, 常, 年, 开, 弟, 很, 忘, 忙, 您, 想, 手, 找, 教, 新, 日, 早, 是, 晚, 最, 月, 本, 楼, 次, 歌, 正, 比, 毛, 水, 没, 热, 爱, 爸, 班, 球, 用, 男, 病, 白, 的, 真, 着, 睡, 穿, 站, 第, 累, 考, 能, 茶, 菜, 行, 西, 要, 见, 记, 试, 话, 请, 课, 贵, 走, 起, 跟, 车, 过, 还, 这, 进, 远, 送, 那, 都, 里, 间, 难, 雨, 零, 页, 风, 飞, 饭, 万, 为, 举, 交, 亮, 亿, 件, 份, 但, 位, 信, 借, 假, 停, 像, 克, 全, 养, 凉, 刚, 刻, 办, 占, 卡, 又, 发, 变, 句, 只, 名, 周, 咱, 响, 啊, 喊, 嘴, 场, 夜, 够, 套, 姓, 它, 完, 封, 市, 带, 平, 店, 度, 座, 弄, 当, 往, 得, 怕, 急, 懂, 成, 或, 才, 挺, 换, 掉, 接, 推, 提, 收, 改, 数, 斤, 晴, 更, 条, 查, 段, 气, 流, 海, 湖, 满, 熟, 猫, 瓶, 生, 留, 疼, 省, 眼, 短, 碰, 离, 科, 租, 称, 笔, 算, 篇, 米, 红, 级, 练, 组, 绿, 背, 脏, 脚, 脸, 腿, 节, 药, 蓝, 蛋, 街, 表, 装, 让, 讲, 该, 越, 轻, 辆, 边, 近, 选, 通, 遍, 道, 酒, 长, 闻, 队, 阴, 院, 雪, 靠, 面, 鞋, 题, 饱, 鱼, 黄, 黑, 久, 乐, 乱, 争, 亲, 仅, 仍, 付, 代, 任, 传, 伤, 使, 保, 修, 值, 内, 准, 初, 力, 化, 区, 升, 厂, 压, 双, 受, 古, 台, 各, 合, 吵, 员, 团, 困, 围, 图, 土, 城, 存, 室, 富, 属, 巧, 已, 并, 建, 张, 强, 录, 念, 性, 总, 所, 把, 报, 拍, 搬, 支, 救, 敢, 整, 断, 旧, 时, 朝, 期, 村, 束, 板, 架, 某, 步, 每, 汤, 活, 派, 深, 游, 演, 火, 照, 牛, 环, 甜, 由, 痛, 皮, 直, 破, 祝, 福, 种, 空, 管, 类, 糖, 紧, 约, 缺, 羊, 美, 者, 胖, 胜, 血, 补, 被, 订, 证, 调, 谈, 费, 赢, 赶, 较, 输, 连, 迷, 退, 造, 部, 配, 金, 银, 防, 随, 静, 顿, 领, 香, 齐, 严, 些, 伙, 伞, 俩, 倍, 兵, 冰, 冲, 划, 列, 刷, 单, 却, 卷, 厚, 县, 反, 含, 呀, 圆, 圈, 型, 堵, 填, 处, 奖, 季, 守, 安, 官, 定, 宝, 宽, 寄, 密, 尺, 局, 应, 底, 引, 弯, 弱, 归, 怪, 戴, 户, 批, 抄, 投, 折, 抱, 抽, 挑, 摆, 摸, 散, 方, 无, 既, 晒, 暗, 曾, 替, 末, 松, 极, 棵, 此, 汇, 江, 沉, 治, 法, 泪, 浅, 测, 浓, 淡, 湿, 烦, 烧, 牌, 牙, 玉, 王, 瓜, 登, 盖, 盘, 矮, 移, 稳, 穷, 笨, 箱, 粗, 纯, 细, 编, 而, 聚, 肥, 脱, 腰, 自, 色, 苦, 获, 落, 薄, 袋, 败, 货, 贴, 赏, 躺, 轮, 辣, 透, 逛, 遇, 避, 酸, 量, 闪, 闹, 阵, 降, 隔, 非, 顶, 项, 首, 鲜, 丑, 丢, 乘, 乙, 乡, 亏, 令, 价, 伸, 傻, 兔, 其, 册, 冒, 冻, 凭, 剩, 剪, 劝, 匹, 厅, 叉, 可, 吨, 呆, 咳, 品, 增, 声, 夹, 害, 寸, 射, 将, 尝, 届, 屋, 岸, 幅, 广, 库, 式, 弹, 待, 必, 忍, 怨, 恨, 愁, 愿, 慌, 戏, 戒, 扇, 扶, 抢, 披, 抬, 拆, 拼, 拾, 挡, 挣, 插, 握, 搜, 搞, 摔, 斜, 旁, 显, 暖, 朵, 枪, 染, 桃, 梨, 棒, 欠, 歇, 泉, 泼, 涨, 滚, 漏, 灾, 烂, 煤, 熊, 版, 狂, 猜, 献, 猴, 琴, 甲, 疯, 瘦, 瞧, 碎, 礼, 社, 神, 秒, 稍, 立, 答, 签, 糟, 紫, 绕, 罚, 肩, 胃, 胆, 脆, 臭, 至, 舞, 虎, 认, 赔, 赠, 躲, 辈, 运, 迟, 逃, 递, 铃, 锁, 键, 闯, 闲, 陪, 青, 颗, 饼, 骗, 鬼, 鼠, 串, 于, 井, 仰, 作, 侧, 便, 债, 偏, 党, 入, 公, 净, 凶, 判, 利, 刮, 券, 剧, 副, 勺, 印, 原, 另, 吊, 同, 命, 哇, 啦, 嘛, 因, 园, 埋, 塔, 塞, 壶, 夺, 奏, 如, 妙, 嫌, 宫, 寺, 尖, 尽, 岛, 形, 悬, 惨, 懒, 扁, 扎, 扑, 托, 扣, 扭, 护, 拐, 招, 挖, 挨, 捉, 捐, 捕, 捡, 据, 掏, 揭, 搭, 撑, 播, 料, 族, 昏, 晕, 景, 服, 杂, 权, 杆, 枝, 样, 档, 棉, 横, 止, 毁, 母, 沿, 泡, 洋, 浮, 混, 添, 清, 渡, 滴, 灭, 炒, 炮, 炸, 爽, 牢, 牵, 特, 犯, 狠, 猛, 理, 田, 界, 番, 矿, 磨, 税, 章, 端, 精, 织, 绝, 罪, 聊, 肝, 股, 肯, 膜, 若, 蒙, 藏, 虽, 裂, 觉, 解, 评, 识, 误, 负, 账, 赌, 赖, 赚, 赛, 超, 趟, 足, 跌, 跨, 跪, 踏, 踢, 踩, 逼, 酷, 醋, 野, 钻, 铺, 镇, 闭, 阔, 除, 险, 集, 顺, 顾, 餐, 驻, 丁, 且, 丙, 业, 丝, 临, 丸, 主, 乃, 之, 乖, 亦, 产, 亩, 享, 仇, 以, 仿, 优, 伴, 供, 依, 俊, 俗, 倔, 倚, 催, 傲, 僵, 充, 免, 兜, 兹, 兼, 冤, 凑, 凡, 凸, 凹, 则, 创, 删, 刨, 制, 剂, 剃, 削, 剥, 割, 功, 劫, 勒, 勾, 勿, 卧, 即, 卵, 卸, 及, 叠, 叼, 吻, 告, 咽, 哄, 哎, 哑, 哦, 唉, 唯, 善, 喘, 嘿, 嚷, 坛, 坟, 坠, 垂, 垫, 垮, 堂, 堤, 塌, 墨, 壮, 壳, 夸, 奔, 妥, 姨, 娘, 娶, 嫁, 嫩, 宗, 宠, 审, 宰, 寻, 尚, 尿, 屡, 屯, 帆, 席, 幕, 幢, 序, 庙, 废, 延, 弦, 征, 德, 忌, 恶, 患, 情, 惊, 惯, 惹, 感, 憋, 截, 扒, 扛, 扩, 扮, 扯, 扳, 抖, 抛, 抠, 抡, 抹, 押, 拄, 担, 拌, 拎, 拟, 拣, 拦, 拧, 拨, 拱, 拳, 拴, 拽, 持, 挎, 挠, 挥, 挪, 挽, 捂, 捅, 捆, 捎, 捞, 损, 捧, 捶, 掀, 掐, 探, 掰, 掺, 揉, 揍, 揣, 揪, 揽, 搀, 搁, 搂, 搅, 搓, 摊, 撇, 撤, 撬, 攀, 攒, 攻, 故, 敬, 敷, 文, 斗, 斩, 旱, 旺, 映, 晃, 暂, 曰, 曲, 望, 未, 枚, 枣, 标, 栋, 栏, 株, 格, 栽, 框, 梳, 棍, 榨, 歪, 残, 氧, 汁, 沏, 沾, 泄, 注, 泻, 浇, 浪, 涂, 消, 涌, 涝, 润, 涮, 淋, 淌, 淘, 淹, 渗, 港, 溜, 溢, 漂, 漆, 漫, 灌, 灰, 灵, 炖, 炭, 炼, 烫, 焊, 焦, 煎, 煲, 熏, 熬, 爹, 独, 玄, 率, 瓷, 甩, 略, 痒, 痰, 瘫, 瘾, 癌, 皆, 皱, 盏, 盗, 盛, 盯, 盼, 睁, 瞅, 瞎, 瞒, 瞪, 矣, 码, 砍, 砸, 碑, 碳, 磕, 祭, 秃, 积, 稀, 稠, 窄, 窑, 窜, 窝, 竖, 竟, 筋, 筐, 筑, 筒, 筛, 筹, 粉, 粒, 粘, 粪, 糊, 素, 纱, 经, 绑, 绞, 绣, 继, 续, 绷, 缓, 缕, 缠, 缩, 缴, 缸, 罗, 罩, 置, 翘, 耍, 耐, 耗, 聘, 肾, 胀, 胎, 脾, 腔, 腥, 腺, 腾, 致, 舱, 艘, 良, 苗, 茎, 荒, 葬, 葱, 蒜, 蒸, 虚, 蛮, 蜜, 蜡, 融, 蠢, 裁, 裸, 裹, 计, 讨, 训, 议, 许, 设, 译, 谱, 豁, 贪, 购, 贱, 贼, 赎, 赐, 赴, 趁, 趴, 距, 踹, 蹦, 蹬, 蹭, 轰, 辞, 辩, 迁, 迈, 迎, 逆, 逗, 逢, 逮, 遛, 遮, 邀, 邪, 酥, 采, 钉, 钙, 钢, 钩, 铅, 铜, 铝, 销, 锈, 锡, 镶, 闷, 闸, 附, 限, 陷, 雇, 雕, 雾, 需, 震, 须, 颇, 飘, 饶, 馋, 驮, 驯, 驾, 验, 魂, 鹅, 麻, 龟, 一下儿, 一会儿, 一块儿, 一样, 一点儿, 一边, 上午, 上学, 上班, 上网, 上课, 上车, 上边, 下班, 下课, 下车, 下边, 下雨, 不大, 不对, 不用, 东西, 东边, 中午, 中学, 中学生, 中文, 书包, 书店, 今天, 今年, 介绍, 你们, 关上, 再见, 出去, 出来, 别人, 别的, 前天, 前边, 动作, 包子, 北京, 北边, 午饭, 半天, 半年, 南边, 去年, 吃饭, 后天, 后边, 听到, 听见, 哥哥, 哪些, 哪儿, 唱歌, 商店, 回到, 回去, 回家, 回来, 回答, 国家, 在家, 地上, 地点, 坐下, 外国, 外语, 外边, 多少, 大学, 大学生, 天气, 女孩儿, 女生, 奶奶, 她们, 好吃, 好听, 好玩儿, 好看, 妈妈, 妹妹, 姐姐, 学生, 学院, 家人, 家里, 对不起, 小学, 小学生, 小孩儿, 小时, 小朋友, 帮忙, 常常, 干什么, 干净, 开会, 开玩笑, 开车, 弟弟, 得到, 怎么, 手机, 打开, 打球, 打车, 放假, 放学, 教学楼, 新年, 早饭, 时候, 时间, 明天, 明年, 明白, 星期, 星期天, 星期日, 昨天, 是不是, 晚上, 晚饭, 最好, 有一些, 有些, 有名, 有时, 有时候, 有用, 有的, 本子, 机票, 来到, 桌子, 楼上, 楼下, 正在, 汉字, 汉语, 没事儿, 没什么, 没关系, 没有, 洗手间, 爷爷, 爸爸, 牛奶, 玩儿, 生日, 电视机, 男人, 男孩儿, 男生, 白天, 看到, 看病, 看见, 知识, 网上, 老人, 考试, 西边, 觉得, 认真, 认识, 记住, 记得, 说话, 请假, 请坐, 请进, 请问, 读书, 课文, 课本, 谢谢, 起来, 路上, 路口, 身上, 车上, 车票, 车站, 还是, 还有, 这儿, 这边, 进去, 进来, 那些, 那儿, 那边, 里边, 重要, 门口, 门票, 非常, 面条儿, 饭店, 马上, 马路, 高兴, 鸡蛋, 照相, 爬山, 特别, 特点, 一共, 一点点, 一直, 一般, 一路平安, 一路顺风, 一部分, 上周, 下周, 下雪, 不久, 不够, 不太, 不如, 不少, 不满, 不行, 不要, 不过, 东北, 东南, 中小学, 中心, 中级, 中餐, 为什么, 主要, 举行, 习惯, 事情, 交朋友, 交给, 交通, 人们, 人数, 什么样, 今后, 以上, 以为, 以前, 以后, 休假, 但是, 体育馆, 作业, 作文, 作用, 使用, 例如, 例子, 便宜, 信心, 信息, 假期, 做到, 停车, 健康, 全家, 全身, 公共汽车, 公司, 公斤, 公里, 关心, 关机, 其中, 其他, 冬天, 准确, 凉快, 出国, 出生, 出租, 出门, 分开, 分钟, 刚刚, 刚才, 到处, 前年, 办公室, 加油, 动物, 努力, 北方, 十分, 千克, 午餐, 半夜, 南方, 原来, 参加, 参观, 友好, 取得, 受到, 变成, 可怕, 可爱, 同事, 同时, 同样, 后来, 听讲, 听说, 周年, 周末, 味道, 咱们, 商人, 因为, 地铁站, 坏处, 复习, 夏天, 外卖, 多久, 多么, 多云, 多数, 夜里, 大大, 大家, 大自然, 大衣, 大部分, 天上, 好久, 好事, 好人, 好像, 好处, 好多, 姓名, 学期, 它们, 安全, 完全, 完成, 实现, 家长, 对话, 对面, 小声, 小心, 小时候, 小组, 少年, 就要, 差不多, 已经, 干杯, 干活儿, 平安, 年级, 广场, 开学, 开心, 开机, 影片, 得出, 心中, 心情, 心里, 快乐, 快点儿, 忽然, 怎么办, 怎么样, 怎样, 想到, 想起, 意见, 感到, 感谢, 愿意, 懂得, 成为, 成绩, 或者, 所以, 所有, 打印, 找出, 护照, 报名, 拿出, 拿到, 挺好, 排队, 接下来, 接到, 接受, 接着, 提高, 收到, 放下, 故意, 教师, 教育, 新闻, 方便, 方便面, 旅客, 旅游, 早晨, 早餐, 明星, 春天, 晚会, 晚安, 晚餐, 普通, 最近, 有一点儿, 有点儿, 有人, 来自, 校园, 校长, 样子, 检查, 欢迎, 正好, 正常, 正确, 比如, 比如说, 气温, 水平, 永远, 活动, 海边, 清楚, 温度, 游客, 满意, 漂亮, 点头, 然后, 球场, 球队, 球鞋, 瓶子, 生活, 留下, 相信, 看法, 真正, 眼睛, 短信, 碰到, 碰见, 礼物, 秋天, 科学, 空气, 站住, 笑话, 笑话儿, 笔记本, 答应, 练习, 组长, 经常, 经过, 结果, 网球, 老年, 而且, 能够, 自己, 自由, 舒服, 节日, 节目, 花园, 英文, 英语, 药水, 药片, 虽然, 行为, 行动, 西北, 西南, 西餐, 要求, 见到, 见过, 观点, 计划, 计算机, 许多, 词典, 词语, 请客, 请求, 读音, 课堂, 走开, 走过, 走进, 起飞, 越来越, 路边, 身边, 过去, 过年, 运动, 这么, 这时, 这时候, 进入, 这样, 送到, 送给, 通知, 道路, 那么, 那会儿, 那时候, 部分, 里头, 重点, 长大, 阴天, 随便, 随时, 难受, 难听, 难看, 难题, 零下, 青少年, 面前, 音乐, 顺利, 骑车, 高中, 高级, 黑板, 首都, 上去, 上来, 上衣, 下去, 下来, 不安, 不断, 东部, 个人, 中华民族, 乐队, 乐观, 举办, 书架, 互相, 互联网, 京剧, 亲人, 人民, 从前, 价钱, 任何, 任务, 优点, 会员, 会议, 作品, 保安, 信任, 修改, 光明, 共同, 内心, 凉水, 划船, 初中, 初一, 到达, 剧场, 前往, 前进, 力量, 办理, 功夫, 功课, 北部, 区别, 千万, 南部, 卫生, 卫生间, 去世, 双方, 反对, 发明, 发生, 受伤, 古代, 只有, 可乐, 合作, 同意, 后年, 后果, 否认, 告别, 周围, 咖啡, 和平, 哈哈, 团结, 国内, 国庆, 图画, 坚决, 坚强, 坚持, 复印, 大使馆, 失去, 奶茶, 好奇, 如何, 存在, 安排, 安装, 完美, 完整, 实验室, 容易, 对手, 就是, 屋子, 左右, 希望, 幸福, 幸运, 庆祝, 建议, 录音, 彩色, 得分, 志愿者, 思想, 感冒, 感受, 感情, 愿望, 成功, 慢慢, 成长, 手指, 批评, 提前, 握手, 搬家, 播放, 故乡, 散步, 整齐, 文章, 旅行社, 旅馆, 明显, 显示, 暖和, 服装, 本来, 欢乐, 歌声, 歌手, 歌迷, 武器, 武术, 比例, 民族, 浪费, 注意, 没用, 消息, 温暖, 满足, 演出, 演唱, 演唱会, 爱心, 父母, 牌子, 环保, 环境, 班级, 球迷, 理发, 理解, 生长, 电子邮件, 电视剧, 痛苦, 皮包, 相互, 直播, 看上去, 看起来, 短裤, 科技, 突然, 立刻, 等待, 简单, 精神, 紧张, 红酒, 终于, 结婚, 结束, 缺少, 缺点, 美丽, 美术, 美好, 老太太, 老头儿, 能不能, 舞台, 艺术, 节约, 衣架, 衬衣, 衬衫, 西部, 观察, 解决, 认出, 训练, 记者, 试验, 课程, 赶快, 赶紧, 足够, 跑步, 身份证, 进步, 连续, 连续剧, 退出, 适应, 速度, 邮件, 邮箱, 金牌, 银牌, 除了, 面积, 预习, 面对, 预报, 领导, 飞行, 首先, 题目, 高速, 高速公路, 上楼, 上个月, 下个月, 下楼, 专心, 临时, 了解, 五颜六色, 优秀, 优美, 伙伴, 传统, 使劲, 体重, 修理, 促销, 倒车, 做梦, 停下, 兄弟, 充电, 充电器, 光临, 关闭, 兴趣, 内部, 冬季, 冰雪, 冷静, 减少, 减肥, 列车, 刷子, 刷牙, 前头, 力气, 办事, 加油站, 加班, 动画片, 包含, 包括, 包裹, 单独, 厘米, 参与, 受不了, 台上, 台阶, 号码, 叶子, 后头, 吸引, 吸收, 味儿, 售货员, 善良, 喜爱, 地下, 地面, 坚固, 培训, 塑料, 塑料袋, 堵车, 填空, 夏季, 外套, 多样, 大会, 大哥, 大妈, 大姐, 大巴, 大方, 大楼, 大爷, 大陆, 失业, 失望, 奖金, 好友, 姐妹, 婚礼, 字母, 季度, 季节, 宝宝, 宝石, 宝贝, 宝贵, 家务, 寒假, 寒冷, 小伙子, 封闭, 巧克力, 巴士, 帅哥, 常识, 帽子, 平均, 平方, 度过, 幼儿园, 开水, 开花, 引起, 律师, 得意, 微信, 微笑, 快递, 怀疑, 急忙, 总共, 感兴趣, 想念, 战争, 战胜, 手工, 打扫, 手里, 打败, 打折, 打针, 打雷, 扩大, 承认, 抽烟, 担心, 拉开, 拍照, 指挥, 括号, 挑战, 推迟, 提醒, 摆动, 操场, 收回, 收获, 改善, 改正, 新鲜, 新郎, 无聊, 是否, 暑假, 暖气, 春季, 有趣, 期中, 期待, 期末, 未来, 果实, 标志, 树叶, 根据, 梦想, 梦见, 检测, 模型, 模特儿, 步行, 毫升, 毫米, 汽水, 汽油, 沉默, 泪水, 测量, 海水, 清醒, 渐渐, 激动, 灯光, 点名, 热闹, 熟练, 特殊, 玉米, 电动车, 电梯, 电源, 电灯, 登山, 百货, 看不起, 看望, 眼里, 着急, 着火, 睡着, 矿泉水, 研究, 祝福, 秋季, 秘书, 穷人, 穿上, 窗台, 窗子, 童年, 童话, 答案, 粮食, 粗心, 纪律, 统计, 缩小, 网络, 美女, 老家, 胖子, 脑袋, 自信, 航空, 航班, 色彩, 英勇, 茶叶, 获奖, 获得, 著名, 虫子, 表扬, 装修, 规律, 词汇, 语法, 说服, 调皮, 购物, 转弯, 转身, 轮船, 轻松, 迅速, 运动会, 运动员, 迟到, 透明, 遇到, 遇见, 重量, 闹钟, 闪电, 问候, 阿姨, 阅读, 陆地, 附近, 降温, 降落, 集合, 降低, 顺序, 预测, 预订, 食堂, 高铁, 鲜花, 黑暗, 黄金, 一下子, 上级, 不停, 不许, 严肃, 中秋节, 丰收, 乘坐, 乘车, 书柜, 二维码, 享受, 仔细, 今日, 休闲, 便利, 保卫, 停留, 儿女, 元旦, 充足, 全世界, 全都, 公式, 共享, 军人, 农产品, 出差, 出汗, 分类, 到来, 剩下, 剪刀, 剪子, 加上, 加热, 动手, 劳动, 勤奋, 包装, 北极, 升高, 南极, 南北, 厉害, 原始, 友谊, 双手, 古老, 只见, 可怜, 唯一, 回头, 回忆, 围绕, 土豆, 城里, 墙壁, 处罚, 大伙儿, 大事, 大熊猫, 大脑, 天文, 太空, 完了, 宾馆, 尊敬, 尊重, 小偷儿, 局长, 展览, 差一点儿, 工艺品, 差点儿, 师傅, 平原, 平坦, 年龄, 开幕式, 忍不住, 忍受, 思维, 总数, 悲伤, 悄悄, 感想, 戏剧, 成语, 扇子, 打扮, 拍摄, 拒绝, 招手, 拥有, 指责, 挣钱, 摄像, 摄像机, 摄影, 摄影师, 摩托, 摇头, 放大, 明亮, 晴朗, 暂停, 暂时, 月球, 月饼, 有毒, 朗读, 期望, 来信, 柜子, 桃树, 桃花, 模仿, 模样, 毛笔, 气体, 池子, 活泼, 消毒, 消防, 涨价, 火柴, 漫画, 火灾, 火腿, 烤肉, 烤鸭, 煤气, 玻璃, 珍惜, 珍贵, 用来, 电饭锅, 疯狂, 皮鞋, 盒饭, 直线, 相等, 礼貌, 祝贺, 神奇, 空中, 窗帘, 等候, 签字, 签名, 终点, 缺乏, 罚款, 羽毛球, 羽绒服, 耐心, 耳朵, 聪明, 脑子, 脚步, 脸盆, 自豪, 艰难, 草原, 葡萄酒, 西红柿, 西装, 视频, 记忆, 讨厌, 诗歌, 贺卡, 辛苦, 辞典, 远处, 递给, 钢笔, 铃声, 隔壁, 随着, 靠近, 领带, 频繁, 餐馆, 驾驶, 高大, 高温, 鼓掌, 鼓励, 鲜艳, 鼠标, 鼻子, 一模一样, 一路上, 三明治, 上帝, 两侧, 中华, 主角, 乌云, 乐曲, 书房, 仪器, 传出, 低头, 低温, 佛教, 假日, 傍晚, 公主, 养老, 军舰, 冷水, 前方, 办公, 动画, 原谅, 参赛, 发炎, 发电, 台灯, 叹气, 和谐, 品牌, 商城, 国旗, 国歌, 圆珠笔, 图书, 外头, 外衣, 大米, 大街, 大赛, 大道, 太阳能, 头疼, 奇妙, 奔跑, 姑姑, 娃娃, 孤儿, 孤独, 威胁, 宠物, 安检, 定时, 宽阔, 富人, 富有, 将军, 对抗, 小于, 少儿, 山坡, 山峰, 山谷, 师父, 平方米, 广阔, 开头, 强盗, 当作, 录像, 待会儿, 徒弟, 心脏, 心愿, 悲惨, 情绪, 惊喜, 愉快, 感人, 愤怒, 战场, 抵抗, 抵达, 担忧, 指头, 指着, 捐款, 收养, 救命, 旅店, 时期, 明日, 晕车, 暴风雨, 智慧, 暴雨, 景点, 挨打, 教堂, 有关, 望见, 本地, 来往, 果树, 柱子, 查看, 桥梁, 梅花, 楼房, 次数, 歌唱, 歌词, 死亡, 残疾, 残疾人, 母女, 母子, 气氛, 水泥, 治病, 波浪, 洗衣粉, 沿着, 海军, 海底, 海浪, 海湾, 清明节, 清洁, 清洗, 游人, 游戏机, 游玩, 游行, 演奏, 烟花, 热水, 热水器, 照耀, 父女, 父子, 牺牲, 王后, 用心, 番茄, 疼痛, 百分点, 皇帝, 皮球, 盼望, 省钱, 看得见, 看得起, 礼堂, 祖国, 祖母, 祖父, 祝愿, 空军, 站台, 笑声, 笑容, 笑脸, 端午节, 精美, 纠正, 细菌, 维生素, 绿化, 聊天儿, 美容, 背着, 舞蹈, 船长, 船员, 节假日, 蓝天, 血液, 观光, 让座, 讲课, 识字, 说明书, 谦虚, 赚钱, 赶忙, 路过, 跳水, 车牌, 近视, 远方, 远远, 送行, 通红, 遍地, 部队, 都市, 铜牌, 长假, 长短, 队伍, 陪同, 面对面, 顽皮, 馒头, 马车, 骄傲, 黑夜, 飞船, 雨衣, 难忘, 抱怨, 排除, 热门, 消极, 收拾, 不足, 信箱, 一家人, 一天到晚, 一旁, 一面, 一阵, 万分, 三角, 上司, 上方, 下坠, 下属, 上空, 下棋, 不可思议, 不准, 不理, 不难, 丑陋, 专注, 世袭, 丢人, 丢失, 丢脸, 严禁, 丰满, 举重, 乞丐, 乞求, 乞讨, 书橱, 书籍, 乱七八糟, 五星级, 亲戚, 人质, 仇恨, 从早到晚, 付款, 任意, 伊斯兰教, 优雅, 传染, 传染病, 伤痕, 体温, 侮辱, 侵略, 保鲜, 倒塌, 倒数, 停电, 停车位, 傻瓜, 元宵节, 公安局, 公寓, 关掉, 兴高采烈, 养老院, 冒险, 冰山, 冰棍儿, 冲刺, 农历, 冷冻, 凉爽, 凤凰, 凶恶, 凶猛, 切割, 别墅, 刮风, 刹车, 刺耳, 刺骨, 剧院, 剩余, 劝说, 劫持, 募捐, 勤劳, 勤快, 化妆, 匆匆, 升温, 偷懒, 劳累, 占用, 卡通, 印刷术, 印章, 危急, 关键, 提起, 社区, 高潮, 红茶, 乡村, 跳远, 跳高, 教练, 配合, 提问, 选手, 带领, 考验, 里面, 领先, 谈判, 创新, 美元, 主动, 打破, 破坏, 漏洞, 截止, 感染, 得罪, 充分, 除此之外, 推翻, 超越, 必要",
    "mastered_english_words": "(be) good at, <div>A hotel room</div>, <div>Boiling eggs</div>, <div>Complete</div>, <img src=\"paste-3397ce7b81bfedb959ca9dce93f7524229155e58.jpg\"><br>synonym to stupid, A bumpy road, A carton of milk, A column, A dim room, A dry leaf, A fresh apple, A real mouse, A rotten apple, A row, A shabby house, A sore throat, A vacant chair, Abacus, About, Above, Absent, Absorb, Abyss, Accept, Accident, Accordion, Accuse, Acorn, Acrobatic troupe, Actor, Actors, Adapt, Add, Addition, Address, Adjective pronoun, Admit, Adopt, Adore, Adult, Advertisement, Afford, After, Afternoon, Ago, Aim, Air pump, Air_conditioner, Airport, Aisle, Album, Algae, Alive, Almond, Aloe vera, Alone, Alphabet, Altogether, Aluminum cans, Amazed, Ambassador, Ambulance, America, Ancestor, Anchor, Ancient, Angel, Angle, Ankle, Annoying, Antenna, Antidote, Antique, Anxious, Apartment, Apologize, Appetizer, Applause, Apple, Appliances, Appointment, Approach, April, Apron, Aquarium, Arch of triumph, Archery, Arena, Argue, Arm, Armchair, Armor, Armpit, Army, Arrival hall, Arrow, Art class, Art gallery, Artery, Ascending, Ask, Assembly, Assist, Asteroid, Astonished, Astronaut, Astronomy, Athlete, Attack, Audience, August, Author, Autograph, Automatic door, Avalanche, Average, Avocado, Avoid, Awake, Ax, Back, Back up, Backpack, Bacon, Bacteria, Bad, Badge, Badminton, Baggage claim, Bake, Bakery, Balance, Balcony, Ballet, Balloon, Bamboo, Banana, Bandage, Banish, Bank, Banner, Banquet, Banyan, Barbecue, Barber, Bargain, Bark, Barn, Barren, Baseball, Basement, Basin, Basketball, Basketball player, Bass clef, Bat, Bath, Bathroom, Battery, Bawl, Bazaar, Be careful, Beach, Beads, Beak, Beam, Bean, Bean curd, Beanpod, Beard, Beat, Beautiful, Bed sheet, Bed_sheet, Bedroom, Bee, Beef_Bowl, Beer, Beetle, Before, Beg, Begin, Bell, Belly, Below, Belt, Bench, Bend, Beside, Best, Betray, Between, Beverage, Big, Big_Small, Bike, Binoculars, Bird, Bird migration, Biscuit, Bite, Bizarre, Black, Blacktop, Blade, Blank, Blanket, Bleeding, Blender, Blind, Blindfold, Blinking, Blister, Blocking the way, Blond, Blood vessel, Blooming, Blouse, Blow, Blow out, Blue, Blurry, Blushing, Boarding, Boarding pass, Boat, Body, Body lotion, Body_parts, Boil, Bolt, Bomb, Bone, Bone marrow, Bonfire, Book, Bookmark, Bookstore, Border, Bored, Boss, Bother, Bounce, Bouquet, Bow, Bowl, Bowling, Box, Boxing, Boy, Braids, Brake, Bramble, Branch, Brave, Bread, Break, Breaststroke, Breathe, Brick, Bride, Bridge, Briefcase, Brim, Bring, Broccoli, Bronze, Brooch, Brook, Broom, Brothers, Brown, Bruise, Bucket, Bud, Buddha, Budge, Buffet, Buggy, Bugle, Build, Building, Bulky luggages, Bulldozer, Bullet, Bully, Bump, Buoy, Burger, Burglar, Burning, Burrow, Burst, Bury, Bus, Bus_stop, Bushy, Businessman, Busy, Butcher, Butt, Button, Buy, Buzzing, Cabbage, Cabinet, Cable, Cable car, Cackle, Cactus, Cafe, Cafeteria, Cage, Cake, Calculate, Calendar, Calf, Call, Calligraphy, Calm down, Camel, Camera, Camouflage, Camping, Can, Cancelled, Candy, Cane, Cannon, Canopy, Canyon, Capsize, Capsule, Capture, Car, Car brands, Car parts, Car_park, Caramel, Card, Cargo, Carnivore, Carousel, Carpenter, Carriage, Carry, Cartoon, Carve, Cashier, Cast, Castle, Catch, Category, Caterpillar, Cattail, Caution, Cave, Cave in, Cavern, Ceiling, Celery, Cement truck, Cemetery, Center, Center of the target, Centipede, Century, Cereal, Ceremony, Certificate, Chain, Chair, Chalk, Challenge, Chameleon, Champion, Change, Charcoal, Charge, Charity, Chase, Chasm, Chattering, Chatting, Cheap, Checklist, Checkup, Cheek, Cheer, Chef, Cherry, Chess, Chest, Chew, Chicken, Chicken coop, Chicken nugget, Chicken wrap, Child, Children, Chili, Chill, Chimpanzee, China, Chinese new year, Chips, Chirp, Chisel, Choke, Choose, Chop, Chopsticks, Chorus, Christmas, Chubby, Church, Churning, Cicada, Cigarette , Cinema, Circle, Circus, City, Clap, Class schedule, Classmate, Classroom, Claw, Clay, Cleaner, Clear, Cliff, Cling, Clinic, Clip, Cloak, Clock, Close, Cloth, Clothes, Cloud, Clover, Clue, Clumsy, Clutch, Coast, Cobbler, Cockroach, Coconut, Coffer, Coil, Coins, Collapse, Collar, Collect, Colors, Come, Come over, Come to, Comet, Comforter, Comic book, Communicate, Compare, Competition, Computer, Concentrate, Concert, Conductor, Cone, Confess, Confidence, Confront, Confused, Congee, Conquer, Contagious, Contain, Container, Contents, Continent, Continue, Cooker, Copy, Coral reef, Corn stalk, Corner, Correct, Corridor, Cosmetics, Costume, Cosy, Cot, Cottage, Couch, Cough, Council, Count, Countless, Countryside, Couple, Courage, Court, Courteous, Cousin, Cover, Cow, Coward, Crab, Crack, Craft, Crammed, Crane, Crash, Crater, Crawl, Crayon, Crazy, Create, Creep, Crew, Cricket, Crime, Crimson, Croissant, Crops, Cross out, Cross_the_road, Crossing, Crow, Crowded, Crown, Cruel, Cruise, Crumbling Tower, Crumple, Crunch, Crutch, Cry, Crystal, Cube, Cuboid, Cucumber, Cup, Curb, Cure, Curious, Current, Cushion, Customer, Cut, Cute, Cutlery, Cutter, Cylinder, Dagger, Dairy farm, Daisy, Dam, Damage, Damp, Dance, Dangerous, Dangling, Daring, Darts, Date, Daughter, Day, Daze, Dazzling, Dead, Deaf, Debate, Decay, December, Decide, Deciduous trees, Decimal, Deck, Decoration, Deer, Defeat, Defend, Definition, Delete, Delicate, Delighted, Deliver letters, Demolish, Demon, Dental Floss, Dentist, Denture, Deny, Departure hall, Descend, Desert, Desk, Dessert, Destination, Destroyed, Detective, Detergent, Devour, Dew, Diamond_shape, Dice, Dictionary, Difference, Different, Difficult, Digest, Digger, Digit, Din, Dip, Direction, Disappear, Disaster, Discover, Discuss, Disease, Disguise, Disgusting, Dish, Disobedient, Distance, Distant, Distracted, Disturb, Ditch, Divide evenly, Dividend, Diving, Divisor, Dizzy, Dock, Doctor, Document, Dodge, Dodgem, Dog, Dolphin, Donation box, Donkey, Doom, Door, Dot, Double, Double-decker bus, Dough, Down, Downhill, Drag, Dragon, Dragon Fruit, Dragon dance, Dragonfly, Drain, Drape, Draw, Drawbridge, Drawer, Dream, Dreary, Drenched, Dress, Dresser, Dressing, Drill, Drip, Driver, Drizzle, Drone, Drool, Drop, Drought, Drowning, Drowsy, Drum, Drunk, Dry, Duck, Duel, Dumbbell, Dump, Dumpling, Dune, Dung, Durian, Dust, Dustbin, Dustpan, Dwarf, Eager, Eagle, Early, Earphone, Earpiece, Earth, Earthquake, East, Easy, Eat, Eclipse, Edge, Edible, Eel, Eerie, Eggplant, Eight, Eighteen, Elbow, Electricity, Elegant, Elephant, Eleven, Elf, Elk, Embarassing, Ember, Embrace, Embroidery, Emerge, Emotions, Emperor, Empty, Empty handed, Enchanted, Encyclopedia, End_of_the_road, Enemy, Energy sources, Engineer, Engraving, Enormous, Entertainment, Entrance, Envelope, Epicenter, Equal, Erase, Error, Eruption, Escalator, Escape, Etiquette, Even number, Evergreen trees, Evil, Exam paper, Exam result, Examine, Exasperated, Excavate, Excited, Exclamation mark, Exercise, Exhausted, Exhibition, Exit, Expand, Expect, Expensive, Experiment, Expert, Expiry date, Explain, Explore, Explosion, Expression, Extinguisher, Extra, Eyebrow, Eyelash, Face mask, Fact, Factory, Fail, Faint, Fair, Fairy, Fake, Falcon, Fall, Fall off, Familiar, Family, Famous people, Farm, Farmer, Fart, Fashion, Fast, Fast food, Fasten, Father, Favorite, Feast, Feather, February, Feeble, Feed, Female, Fence, Ferocious, Ferry, Fertile, Fetch, Fever, Fewer, Field, Fierce, Fiery, Fifteen, Fifty, Fight, File, Fill, Filter, Filthy, Find, Fine, Finished, Fire drill, Fire_Engine, Firefighter, First, Fishing pole, Fist, Five, Fix, Flag, Flag hoisting, Flap, Flashing, Flashlight, Flask, Flat, Flavor, Flea, Flee, Flinch, Fling, Flip, Flip-flops, Floating, Flock, Flood, Floor, Florist, Flour, Flow, Flower, Flu, Fluffy animals, Flush, Flute, Flutter, Foam, Focus, Fog, Fold, Follow, Food, Fool, Foolish, Football, Footprint, Forehead, Foreigner, Forget, Fork, Forty, Forty_eight, Forty_four, Fossil, Fountain, Four, Four seasons, Fourteen, Fox, Fraction, Fragile, Frequent, Friday, Fridge, Friendly, Friends, Friendship, Fries, Frighten, Frog, From, Frost, Fruit, Frustrated, Frying an egg, Frying_pan, Full stop, Fume, Fun, Funeral, Fungus, Funnel, Funny, Fur, Furniture, Fury, Fussy, Gale, Gallop, Game, Gap, Garage, Garden, Gardener, Garlic, Gas station, Gas stove, Gasp, Gate, Gatekeeper, Gather, Gauge, Gaze, Gear, Gecko, Gel, Generator, Generous, Gentleman, Gents, Genuine, Geography, Get lost, Get stuck, Get_on_the_bus, Get_up, Giant, Giggle, Gill, Ginger, Giraffe, Girl, Give, Glare, Glasses, Glaze, Gleaming, Glide, Globe, Gloomy, Glove, Glowing, Glue, Gnarl, Gnaw, Go, Goat, Goatee, Gobble, Goggles, Gold, Gone off, Good, Good habits, Goods, Gooey, Gorge, Gorilla, Gourmet, Gown, Grab, Graduate, Grafting, Grains, Granate, Grandson, Grape, Grass, Grateful, Grater, Gravel, Gravity, Graze, Greasy, Greater than, Green, Green pepper, Green_pepper, Greenhouse, Greet, Grey, Grid, Grill, Grim, Grin, Grind, Grip, Grizzly bear, Grocer, Grocery store, Gross, Group, Grove, Grow, Growl, Grown-up, Grumpy, Guess, Guest, Guests, Guilty, Guinea pig, Guitar, Gulp, Gum, Gym, Gymnastics, Habitat, Hail, Hailstone, Hair salon, Hair_dryer, Half, Hall, Hammer, Hamster, Handle, Handsome, Hang, Hard, Hardware store, Harmony, Harp, Harvest, Hatch, Hate, Haul, Have, Hay, Haze, He, Heal, Heap, Heart, Heat wave, Heavy, Hedge, Hedgehog, Heel, Height, Helmet, Help, Hem, Hen, Herbivore, Herd, Here, Hero, Hi, Hibernate, Hide, Hideous, High, Highway, Hike, Hinge, Hiss, History, Hit, Hive, Hobby, Hockey, Hoe, Hold, Holding hands, Hole, Holler, Homesick, Homework, Honey, Hoodie, Hoof, Hook, Hoop, Hop, Horizon, Horn, Horrid, Horse, Hose, Hose reel, Hospital, Host, Hotdog, Hotel, Hotpot, House, Hover, Howl, Huff, Hum, Humiliating, Humongous, Hump, Hungry, Hunter, Husband, Hush, Hut, Hygiene, I, Ice_Cream, Icecream, Icicle, Idea, Identical, Idle, If, Ignite, Ignore, Illustration, Image, Imitate, Impatient, Impolite, In, In the middle, In_front, Incredible, Index finger, Information desk, Ingredients, Inject, Injured, Ink, Inscription, Insect, Insert, Inside, Insist, Install, Instruction manual, Instrument, Insult, Integer, Interrupt, Intestine, Inventor, Invincible, Invisible, Invite, Iron, Island, It hurts., Ivory, Jacket, Jail, Jam, January, Jar, Javelin, Jealous, Jeans, Jelly, Jet, Jetty, Jewelry, Jiggle, Jigsaw, Join, Judge, Jug, Juggling, Juice, Juicer, July, Jump, Jump_rope, Jumper, Junction, June, Jungle, Karate, Kayak, Kebab, Keep away, Ketchup, Kettle, Key, Keyboard, Kibble, Kidnap, Kill, Kind, Kindergarten, King, Kiss, Kitchen ventilator, Kite, Kitten, Kiwi fruit, Knee, Kneel down, Knife, Knight, Knit, Knock, Knot, Know, Ladder, Ladies, Ladybug, Lag behind, Lamp, Lance, Land, Landfill, Lane, Language, Large, Larva, Lasso, Last, Latch, Late, Laugh, Launch, Lava, Lawn, Layer, Lazy, Leaking, Lean, Lean against the wall, Leap, Learn, Least, Leather, Leave, Leek, Left, Leftover, Legend, Lego blocks, Length, Leopard, Less than, Lettuce, Level, Liar, Library, Lick, Lie, Lie_down, Lift, Light, Light bulb, Lighter, Lighthouse, Like, Limb, Lime, Limping, Line, Lion, Lion cub, Lip, Lipstick, Liquid, Listen, Litter, Little, Live, Living_room, Load, Lobby, Lobster, Local, Locker, Locust, Log, Lollipop, Look, Look after, Look around, Look for, Look up, Lorry, Lose, Lots of, Lotus, Loud, Low, Loyal, Luggage, Lullaby, Lump, Lung, Lush, Luxurious car, Lychee, Machine, Magazine, Magic, Magic wand, Magnet, Magnificent, Magnifier, Maiden, Make, Make believe, Make peace, Makeup, Male, Mall, Mallet, Mammal, Manager, Mane, Mangosteen, Manicure, Manufacture, Map, Maple, Marble, March, Marching, Mark, Mash, Mask, Massage, Mat, Match, Material, Math, Mattress, May, Meadow, Meal, Mean, Meaning, Measure, Meat, Mechanism, Medal, Medallion, Medicine, Meet, Melt, Member, Mend, Menu, Mermaid, Messenger, Messy, Metal, Method, Metronome, Microphone, Microwave_oven, Miner, Mint, Minus, Miracle, Mirror, Miser, Miserable, Misplace, Miss, Missing, Mistake, Mitten, Mix, Moan, Moat, Model, Modest, Mold, Monday, Money, Monk, Monkey, Monument, Mop, More, Morning, Mosque, Mosquito, Moss, Most, Moth, Mother, Motorcycle, Mound, Mount, Mouse, Mouth, Mouthwash, Move, Mow, Mr, Mrs, Muck, Mud, Mug, Mummy, Muscle, Museum, Mushroom, Music appreciation, Mute, My, My aunt, My grandfather, Nail, Name, Name tag, Nap, Napkin, Nasty, National symbols, Nature, Naughty, Neck, Necklace, Nectar, Need, Needle, Negative numbers, Neighbour, Nephew, Nervous, Nest, Net, Newspaper, Next, Nibble, Niblet, Niece, Nightmare, Nine, Nineteen, No, Noble, Nomad, Noodles, North, Nostrils, Notes, Notice, November, Now, Number, Nun, Nurse, Nut, Nymph, Oath, Obese, Obey, Observe, Obtuse angles, Obvious, Occupation, Occupied, Ocean, October, Oil, Old, Omelette, On duty, On_Under, One, Ooze, Opera, Operation, Operator, Opinion, Opposite, Opposites, Optimistic, Orbit, Orchard, Orchid, Order, Order/Command, Organ, Orphan, Otter, Out, Outcome, Outside, Oval, Over, Overcast, Overcoat, Overcome, Overhead bridge, Overtake, Owl, Pack, Paddle, Page number, Paint brush, Painting, Pair, Pal, Palace, Pale, Palette, Palm, Palm tree, Panda, Pang, Panting, Pants, Paper, Parachute, Parade, Paradise, Paragraph, Parallel, Parallelogram, Paralyzed, Parents, Parrot, Passengers, Passion, Passport, Password, Past, Pasta, Paste, Pastry, Pasture, Pat, Patient, Patrol, Pattern, Pause, Pavement, Pavilion, Paw, Pay, Peaceful, Peacock, Peak, Pearl, Pebbles, Peck, Pedal, Pedestrian, Peek, Peel, Peg, Pelican, Pencil, Pendant, Penguin, Pep talk, Perform, Perfume, Perish, Permanent, Permit, Perpendicular, Pesky, Pest, Petal, Petrified, Phantom, Pharmacy, Phone, Phone booth, Photo, Photo frame, Physical education, Physics, Piano, Pick, Pick_up, Picnic, Picture, Pier, Pig, Pigeon, Pigsty, Pile, Pill, Pillar, Pillow, Pilot, Pimple, Pin, Pinch, Pine tree, Pink, Pipe, Pistachio, Pistol, Pit, Pitcher, Place, Plain, Plane, Plank, Plants, Plaque, Plaster, Plate, Plateau, Platform, Platter, Play, Playground, Plenty, Pliers, Plough, Pluck, Plug, Plum, Plumber, Plump, Plunge, Plus, Pocket, Podium, Poem, Poet, Point, Poison, Poke, Pollen, Pollution, Pomelo, Pond, Poor, Pop, Poppy, Popsicle, Popular, Porcelain, Port, Porter, Pose, Position, Pot, Pottery, Poultry, Pounce, Pound, Pour, Powder, Practise, Praise, Prank, Predator, Predict, Prefer, Pregnant, Prepare, Press, Pretend, Prevent, Previous, Prey, Price, Prick, Prince, Principal, Printer, Proble<font color=\"#ff0000\">m</font>, Prod, Product, Profession, Professor, Promise, Prophecy, Protect, Protection pads, Protractor, Proud, Public places, Pudding, Puddle, Puffy cloud, Pull, Pulley, Punch, Punctual, Punish, Pup, Pupa, Pupil, Puppet, Purple, Purse, Push up, Push_Pull, Put, Put away, Puzzle, Pyjamas, Pyramid, Python, Quantity, Quarrel, Quarter note, Queen, Quest, Quilt, Quotient, Rabbit, Rabid, Raccoon, Race, Racket, Radiate, Radio, Rafting, Rage, Rags, Railway, Rainbow, Rainy, Raise_hand, Rake, Rancid, Rant, Raspberry, Raw, Razor, Read, Reading comprehension, Real, Reason, Reassure, Receptionist, Recess, Reckless, Recognize, Record, Recycle, Red, Red blood cell, Red packet, Red wine, Reed, Referee, Regret, Reject, Relative, Relay, Release, Reluctant, Remainder, Remote_control, Remove, Repair, Repeat, Replace, Reply, Reporter, Reptile, Request, Rescue, Reserve, Reservoir, Resist, Resort, Respect, Restaurant, Restroom, Retire, Retreat, Return, Reverse, Reward, Rhino, Rhombus, Rhythm, Rib, Rib cage, Ribbon, Rice, Rich, Ride, Ridiculous, Rifle, Rift, Right, Rim, Ring, Ring finger, Ripe, Ripped, Ripple, River, Road, Road blocks, Roar, Robbery, Robot, Rock, Rocket, Roll, Roller coaster, Roller_Blade, Roof, Room, Rooster, Root, Rough, Rough surface, Row, Royal, Rub, Rubber, Rubberband, Rubbish, Rubik's_cube, Ruby, Rudder, Rude, Ruffle, Rug, Ruin, Ruler, Rumble, Rummage, Run, Run away, Runway, Rush, Rustle, Rusty, Sack, Saddle, Safari park, Safe, Said, Sailboat, Sailor, Salad, Sales assistant, Saliva, Salmon, Salt, Salty, Same, Sand, Sandals, Sandpit, Santa, Satelite, Satisfied, Saturday, Sauce, Sausage, Save, Saw, Scaffold, Scale, Scamper, Scan, Scar, Scare, Scarecrow, Scared, Scarf, Scatter, Scenery, Scent, Schedule, School, Scientist, Scoff, Scold, Scoop, Scooter, Score, Scorpion, Scoundrel, Scramble, Scratch, Screen, Screwdriver, Scroll, Sculpture, Sea, Seafood, Seal, Seam, Search, Seat, Second, Secretary, Seed, Seedling, Seesaw, Segway, Select, Selfish, Sell, Sentence, Sentinel, September, Serenity, Serious, Serve, Set out, Settle, Seven, Seventeen, Sever, Sewer, Sewing machine, Shade, Shadow, Shake, Shake off, Shame, Shampoo, Shape, Shard, Share, Shark, Sharp, Sharpen, Shatter, Shave, Shaver, She, She is rolling her eyes., Sheep, Shelf, Shell, Shelter, Shepherd, Shield, Shimmering, Shin, Ship, Shit, Shiver, Shoe_rack, Shoes, Shoot, Shooting star, Shoots, Shopping list, Should, Shout, Shove, Shovel, Show, Show off, Shrimp, Shrink, Shrivel, Shrub, Shrug, Shudder, Shut the door, Shy, Siblings, Sick, Side, Sigh, Sight, Sign, Silhouette, Silk, Sink, Sip, Siren, Sisters, Sit up, Six, Sixteen, Size, Skate, Skateboard, Skeleton, Sketch, Ski, Skin, Skirt, Skull, Sky, Slam, Slam dunk, Slap, Sleep, Sleeve, Slender, Slice, Slide, Slimy, Slip, Slippers, Slither, Slope, Slow, Sludge, Slurp, Smash, Smell, Smoke, Smoking, Smooth, Smoothie, Smudge, Snacks, Snake, Snatch, Sneak off, Sneakers, Sneeze, Snicker, Sniff, Snip, Snoring, Snorkeling, Snowflake, Snuggle, Soar, Soccer fans, Socket, Socks, Soft, Soil, Soldier, Solemn, Solid, Solve a rubik, Some, Son, Song, Soot, Sopping wet, Sound, Sour, South, Souvenirs, Sow, Soy sauce, Soy_sauce, Spacecraft, Spacesuit, Spade, Spaghetti, Sparks, Spat, Speaker, Spear, Speech, Spell, Spicy, Spill, Spin, Spine, Spit, Splash, Split, Spoiled bicycle, Spoiled children, Spoke, Sponge, Spooky, Spoon, Sports, Spot, Spray, Spread, Spring, Sprint, Spurt, Spy, Square, Squash, Squat, Squeeze, Squint, Squirrel, Stable, Stack, Stadium, Stage, Stain, Stairs, Stale bread, Stammer, Stamp, Stapler, Star, Start, Starve, Stationary, Statistics, Statue, Statue of liberty, Stave, Steak, Steal, Steam, Steep, Steeple, Steering wheel, Stem, Stench, Steps, Stick, Sticker, Sticky, Sting, Stingy, Stinky, Stir the coffee, Stone, Stool, Stoop, Stop, Storm, Story, Stove, Stranger, Strangle, Strap, Straw, Stream, Street, Street dance, Stretch, Stretcher, Stride, Strike, String, Stripes, Stroller, Strong, Struggle, Students, Study, Stuffed, Subject pronoun, Submarine, Subway, Success, Suck, Suffocate, Sugar, Sugarcane, Suggest, Suit, Suitcase, Sum, Summit, Summon, Sun, Sunblock, Sundial, Sunflower, Sunny, Sunrise, Sunset, Sunshine, Support, Surgeon, Surprised, Surrender, Survivor, Sushi, Swallow, Swamp, Swan, Swap seats, Swat, Sway, Sweat, Sweater, Sweep, Sweet, Sweltering, Swim, Swimming cap, Swimming goggles, Swimming_Pool, Swimming_cap, Swimming_suit, Swing, Swirl, Switch, Swollen, Swoop, Sword, Symmetry, Synonyms, Syringe, T-shirt, TV, Table tennis, Tableware, Tadpole, Tail, Tailor, Take notes, Talent, Talk, Tall_Short, Talon, Tame, Tangle, Tank, Tantrum, Tap, Tape, Tape dispenser, Target, Taste, Tattoo, Taxi, Tea, Teacher, Team, Teapot, Tear, Tease, Teddy, Telescope, Tell, Temporary, Tempting, Ten, Tennis, Tent, Tentacles, Test, Test tube, Textbook, Textile, Texture, That, The great wall, Theater, Theory, There, Thermometer, These, They, Thief, Thigh, Think, Third, Thirsty, Thirteen, Thirty, Thirty_five, Thirty_three, Thirty_two, This, Thorn, Thread, Threaten, Three, Thrifty, Thrilled, Through, Throw, Thrust, Thumb, Thump, Thunderbolt, Thursday, Tick, Ticket, Tickle, Ticktock, Tide, Tidy, Tie, Tiger, Tight, Tile, Tilted, Tilted tower, Timber, Tiny, Tip, Tiptoe, Tire, Tired, Tissue, Tissue paper, Toad, Toast, Toaster, Together, Toilet, Tomb, Tongue, Tools, Toothbrush, Toothpaste, Toothpick, Top, Topple, Torture, Toss, Tour guide, Tourists, Towards, Towel, Toxic, Trace the letter A, Tractor, Tradition, Traffic jam, Traffic signals, Traffic_light, Traffic_police, Tragedy, Trail, Train, Traitor, Trampoline, Translate, Transparent cups, Trap, Trapezoid, Travel, Tray, Treacherous, Treadmill, Treble clef, Tree, Triangle, Tribe, Trick, Trim, Trip over, Trolley, Troop, Trophy, Trot, Trough, Truck, Trudge, Trumpet, Trunk, Trust, Try, Tug of war, Tulip, Tumble, Tunnel, Turbulence, Turkey, Turn, Turtle, Tusk, Tweezer, Twelve, Twenty, Twenty_five, Twenty_nine, Twenty_one, Twenty_seven, Twenty_two, Twig, Twist, Two, Type, Typhoon, Ugly, Ulcer, Unbearable, Uncle, Under, Underneath, Underwear, Uniform, Universe, Unravel, Untie, Up, Uphill, Uproot, Upset, Upside down, Urge, Utensils, Vacation, Vacuum_cleaner, Valiant, Valley, Vanish, Vase, Vast, Vegetable, Vehicles, Veil, Vein, Vertigo, Vest, Vet, Vial, Vibrate, Victory, Video website, Village, Villain, Vine, Vinegar, Violent, Violin, Virtue, Visit, Visor, Vitamin, Volcano, Volleyball, Volume, Volunteers, Vomit, Vow, Voyage, Vulture, Wacky, Waddle, Wade, Wagon, Wail, Waist, Wait, Waiter, Waitress, Wake up, Walk, Walking along the line, Wall, Wallet, Walnut, Walrus, Want, Wardrobe, Warning, Warrior, Wash, Washing_Machine, Waste food, Watch, Waterfall, Watermelon, Wave, We, Weapon, Weather forecast, Web, Wedding, Wednesday, Weed, Well, Well rounded, West, Wet_market, Whale, What, Wheat, Wheel, Wheelchair, Where, Whisk, Whisker, Whistle, White, Who, Whole, Whole note, Whole rest, Wicked, Width, Wife, Willpower, Wimp, Win, Windmill, Window, Windy, Wing, Wipe, Wisdom, Wobble, Wok, Wolf den, Woman, Women, Wool, Woollen clothes, Word, Work, Work out, Worker, World, Worm, Worn out, Worry, Wound, Wreath, Wrench, Wriggle, Wrinkles, Wrist, Write, Wrong, Yacht, Yank, Yard, Yawn, Yell, Yellow, Yes, Yoga, Yoghurt, Yolk, You, Young, Your, Youth, Zero, Zigzag, Zip, Zombie, Zoo, Zoom, acute angles, arrest, at first, bed, blast, bread, bridge, bubble, butterfly, cannot <font color=\"#ff0000\">reach</font> it., carton box, chomp, climb, comma, cook, core, divided by, doing chores, drink, fridge, handkerchief, hour hand, hundred, insect repellent, itchy, jewelry, kitchen, limit, loose, million, minute hand, moon, mountain, movie, musical notes, park, peanut, pee, question mark, raisins, right angles, river, shark, snake, soap, subtraction, supermarket, swim, thousand, times, tornado, virus, weigh, wolf, women<div><br /></div>, world, would rather, wrestling, （be) poor at",
    "mastered_grammar": "http://srs4autism.com/instance/gp-a1-014-age-with-sui-%E5%B2%81,http://srs4autism.com/instance/gp-a1-001-basic-sentence-structure,http://srs4autism.com/instance/gp-a1-046-basic-sentence-order,http://srs4autism.com/instance/gp-a1-047-connecting-nouns-with-shi,http://srs4autism.com/instance/gp-a1-036-expressing-be-going-to-with-yao,http://srs4autism.com/instance/gp-a1-049-expressing-too-with-taile,http://srs4autism.com/instance/gp-a1-012-expressing-and-with-he-%E5%92%8C,http://srs4autism.com/instance/gp-a1-048-expressing-excessively-with-tai,http://srs4autism.com/instance/gp-a1-037-expressing-a-learned-skill-with-hui,http://srs4autism.com/instance/gp-a1-038-expressing-ability-or-possibility-with-neng,http://srs4autism.com/instance/gp-a1-025-expressing-close-possession-without-de,http://srs4autism.com/instance/gp-a1-030-expressing-existence-in-a-place-with-zai,http://srs4autism.com/instance/gp-a1-031-expressing-existence-with-you,http://srs4autism.com/instance/gp-a1-024-expressing-half-hours,http://srs4autism.com/instance/gp-a1-018-expressing-numbers-11-19-teens,http://srs4autism.com/instance/gp-a1-019-expressing-numbers-20-99-tens,http://srs4autism.com/instance/gp-a1-021-expressing-numbers-from-110-to-999,http://srs4autism.com/instance/gp-a1-020-expressing-numbers-with-hundreds-and-a-middle-zero,http://srs4autism.com/instance/gp-a1-022-expressing-numbers-with-thousands,http://srs4autism.com/instance/gp-a1-032-expressing-possession-with-you,http://srs4autism.com/instance/gp-a1-026-expressing-possession-with-de,http://srs4autism.com/instance/gp-a1-006-expressing-possession-with-you-%E6%9C%89,http://srs4autism.com/instance/gp-a1-023-expressing-time-on-the-hour,http://srs4autism.com/instance/gp-a1-002-forming-questions-with-ma-%E5%90%97,http://srs4autism.com/instance/gp-a1-015-measure-word-ge-%E4%B8%AA,http://srs4autism.com/instance/gp-a1-008-negating-you-%E6%9C%89-with-mei-%E6%B2%A1,http://srs4autism.com/instance/gp-a1-040-negating-%E5%8F%AF%E4%BB%A5-sentences,http://srs4autism.com/instance/gp-a1-009-negation-of-you-with-mei,http://srs4autism.com/instance/gp-a1-007-negation-with-bu-%E4%B8%8D,http://srs4autism.com/instance/gp-a1-044-negative-commands-with-buyao,http://srs4autism.com/instance/gp-a1-013-offering-choices-with-haishi-%E8%BF%98%E6%98%AF,http://srs4autism.com/instance/gp-a1-005-showing-possession-with-de-%E7%9A%84,http://srs4autism.com/instance/gp-a1-016-structure-of-dates,http://srs4autism.com/instance/gp-a1-017-structure-of-days-of-the-week,http://srs4autism.com/instance/gp-a1-010-the-all-adverb-dou,http://srs4autism.com/instance/gp-a1-011-the-also-adverb-ye-%E4%B9%9F,http://srs4autism.com/instance/gp-a1-004-using-question-words,http://srs4autism.com/instance/gp-a1-034-using-the-verb-qu,http://srs4autism.com/instance/gp-a1-098-using-%E9%9B%B6-l%C3%ADng-for-minutes-under-10,http://srs4autism.com/instance/gp-a1-041-wanting-to-do-something-with-yao,http://srs4autism.com/instance/gp-a1-055-yes-no-questions-with-ma,http://srs4autism.com/instance/gp-a1-052-placement-of-question-words,http://srs4autism.com/instance/gp-a2-089-just-now-with-gangcai,http://srs4autism.com/instance/gp-a2-090-when-with-de-shihou,http://srs4autism.com/instance/gp-a2-092-after-a-specific-time-with-%E4%BB%A5%E5%90%8E-y%C7%90h%C3%B2u,http://srs4autism.com/instance/gp-a2-058-approximations-with-chabuduo,http://srs4autism.com/instance/gp-a2-118-basic-comparisons-with-bi,http://srs4autism.com/instance/gp-a2-073-basic-comparisons-with-yiyang,http://srs4autism.com/instance/gp-a2-093-before-a-specific-time-with-%E4%BB%A5%E5%89%8D-y%C7%90qi%C3%A1n,http://srs4autism.com/instance/gp-a2-097-big-numbers-in-chinese,http://srs4autism.com/instance/gp-a2-075-expressing-both-a-and-b-with-you,http://srs4autism.com/instance/gp-a2-084-expressing-or-in-statements-with-huozhe,http://srs4autism.com/instance/gp-a2-130-expressing-together-with-yiqi,http://srs4autism.com/instance/gp-a2-126-expressing-would-like-to-with-xiang,http://srs4autism.com/instance/gp-a2-062-expressing-already-with-yijing,http://srs4autism.com/instance/gp-a2-120-expressing-from-to-with-cong-dao,http://srs4autism.com/instance/gp-a2-067-expressing-just-with-gang,http://srs4autism.com/instance/gp-a2-069-expressing-actions-in-progress,http://srs4autism.com/instance/gp-a2-110-expressing-experiences-with-guo,http://srs4autism.com/instance/gp-a2-134-indicating-location-with-zai-before-verbs,http://srs4autism.com/instance/gp-a2-123-multiple-meanings-of-the-auxiliary-verb-yao,http://srs4autism.com/instance/gp-a2-070-negative-commands-with-bie,http://srs4autism.com/instance/gp-a2-071-simultaneous-tasks-with-yibian,http://srs4autism.com/instance/gp-a2-116-structural-particle-%E5%9C%B0-de-before-verbs,http://srs4autism.com/instance/gp-a2-114-structural-particle-%E7%9A%84-de-before-nouns,http://srs4autism.com/instance/gp-a2-082-superlative-zui,http://srs4autism.com/instance/gp-a2-095-time-words-and-word-order,http://srs4autism.com/instance/gp-a2-086-two-words-for-but-keshi-and-danshi,http://srs4autism.com/instance/gp-a2-102-using-ji-shi-for-a-few-tens,http://srs4autism.com/instance/gp-a2-103-using-ji-with-larger-numbers,http://srs4autism.com/instance/gp-a2-083-using-zui-to-express-favorite,http://srs4autism.com/instance/gp-a2-117-using-guo-with-le,http://srs4autism.com/instance/gp-a2-091-when-with-%E7%9A%84%E6%97%B6%E5%80%99-de-sh%C3%ADhou,http://srs4autism.com/instance/gp-a1-027-asking-what-about-with-ne,http://srs4autism.com/instance/gp-a1-035-using-the-verb-xing,http://srs4autism.com/instance/gp-a1-056-er-and-liang",
    "extracted_data": {}
  }
]